{
  "header": {
    "top_line": "",
    "call_back": "Go get a call back"
  },
  "projects": {
    "sold_out": "Sold out",
    "free_available_units": "{0} free <span>available units</span>.",
    "navigation": {
      "review": "Review",
      "about": "About",
      "experiences": "Experiences",
      "choose_apartment": "Choose apartment",
      "get_a_consultation": "Get a consultation",
      "consultation": "Consultation"
    }
  },
  "pages": {
    "home": {
      "header": {
        "title": "We are leaders in quality construction & infrastructure",
        "text1": "BestHome Construction is the leading construction company in Alanya, operating in the real estate market since 2004. Having started its activity as a real estate agency, since 2008. Our company specializes in the construction and implementation of turnkey residential residences in the best areas of the city of Alanya.",
        "text2": "To date, the company has {link}.",
        "text2_link": "30 completed projects"
      },
      "hero_slider_data": {
        "coursor_data": "Click<br>and drag",
        "hero_slider": [
          {
            "title": "Cleopatra Select",
            "location": {
              "city": "Alanya",
              "region": "Saray Mahalle"
            },
            "price": 19600,
            "sea": 700,
            "description": "The project which is being constructed on a hill surrounded with green space, accompanied with unique landscapes of Alanya castle merging with sea and mountains, we are bringing you to calm and peaceful environment."
          },
          {
            "title": "Select Cleopatra",
            "location": {
              "city": "Alanya",
              "region": "Saray Mahalle"
            },
            "price": 27100,
            "sea": 400,
            "description": "The project which is being constructed on a hill surrounded with green space, accompanied with unique landscapes of Alanya castle merging with sea and mountains, we are bringing you to calm and peaceful environment."
          }
        ]
      },
      "link_baner": {
        "baner_1": {
          "title": "For investors",
          "text": "For investors",
          "data-cursor-text": "Click<br>and watch"
        },
        "baner_2": {
          "title": "Secondary housing",
          "text": "Secondary housing",
          "data-cursor-text": "Click<br>and watch"
        }
      },
      "tree_columns": {
        "title": "How we work",
        "description": "The company's specialists fully support all transactions, demonstrating flexibility and professionalism, as well as solving all issues. What is important, the company's customers can always count on professional assistance and after-sales service even after the transaction is completed.",
        "columns": [
          {
            "icon": "online-purchase",
            "title": "Online<br>purchase",
            "text": "The company's specialists fully support all transactions, demonstrating flexibility and professionalism, as well as solving all issues. What is important, the company's customers can always count on professional assistance and after-sales service even after the transaction is completed.",
            "filename": "three-columns-1.jpg",
            "to": {
              "name": "service-online-purchase"
            },
            "hovered": false
          },
          {
            "icon": "introductory-tour",
            "title": "Introductory<br>tour",
            "text": "The company's specialists fully support all transactions, demonstrating flexibility and professionalism, as well as solving all issues. What is important, the company's customers can always count on professional assistance and after-sales service even after the transaction is completed.",
            "filename": "three-columns-2.jpg",
            "to": {
              "name": "service-introductory-tour"
            },
            "hovered": false
          },
          {
            "icon": "obtaining-citizenship",
            "title": "Obtaining<br>citizenship",
            "text": "The company's specialists fully support all transactions, demonstrating flexibility and professionalism, as well as solving all issues. What is important, the company's customers can always count on professional assistance and after-sales service even after the transaction is completed.",
            "filename": "three-columns-3.jpg",
            "to": {
              "name": "service-online-purchase"
            },
            "hovered": false
          }
        ]
      }
    },
    "projects": {
      "header": {
        "title": "Our projects",
        "text1": "To date, more than 30 projects have been implemented, including high-rise buildings and private villas in Mahmutlar, Avsallar and other suburbs of Alanya.",
        "text2": "The company has its own representative offices in Germany, America, Ukraine, Iran, Kazakhstan, as well as in Denmark, Sweden, Norway and Finland. Realtors have already concluded more than 1,000 successful transactions with foreign citizens living in the CIS, the United States, Europe and the Middle East.",
        "text3": "Learn more about {link}.",
        "text3_link": "our company"
      }
    },
    "apartments": {
      "block": "Block",
      "status": "Status",
      "floor": "Floor",
      "area": "Area",
      "price": "Price",
      "status_1": "Available",
      "status_2": "Reserved",
      "status_3": "Prereserved",
      "status_4": "Sold",
      "nth": "{0} type"
    },
    "projects_our_pojects": {
      "smart_block": [
        {
          "to": {
            "name": "greenday-park-best-home-48"
          },
          "imageSrc": "smart-block-1.jpg",
          "title": "Secondary housing",
          "header": "Greenday Park BestHome 48",
          "text": "Sold out",
          "textPosition": "bottom",
          "textAlign": "right",
          "col": "1"
        },
        {
          "to": {
            "name": "besthome-47"
          },
          "imageSrc": "smart-block-2.jpg",
          "title": "Secondary housing",
          "header": "BestHome 47",
          "text": "Sold out",
          "textPosition": "bottom",
          "textAlign": "right",
          "col": "1"
        },
        {
          "to": {
            "name": "besthome-46"
          },
          "imageSrc": "smart-block-3.jpg",
          "title": "Secondary housing",
          "header": "BestHome 46",
          "text": "Sold out",
          "textPosition": "bottom",
          "textAlign": "right",
          "col": "1"
        },
        {
          "to": {
            "name": "besthome-45"
          },
          "imageSrc": "smart-block-4.jpg",
          "title": "Secondary housing",
          "header": "BestHome 45",
          "text": "Sold out",
          "textPosition": "top",
          "textAlign": "center",
          "col": "2"
        },
        {
          "to": {
            "name": "besthome-45"
          },
          "imageSrc": "smart-block-4.jpg",
          "title": "Secondary housing",
          "header": "BestHome 45",
          "text": "Sold out",
          "textPosition": "center",
          "textAlign": "right",
          "col": "2"
        },
        {
          "to": {
            "name": "besthome-45"
          },
          "imageSrc": "smart-block-4.jpg",
          "title": "Secondary housing",
          "header": "BestHome 45",
          "text": "Sold out",
          "textPosition": "center",
          "textAlign": "right",
          "col": "3"
        }
      ]
    },
    "secondary_housing": {
      "header": {
        "title": "Secondary housing",
        "sub_title": "You are only 3 steps away from your new home. Do everything online, from the comfort of your own home. Safely, simply, quickly.",
        "button": "I want to choose a flat"
      },
      "article_1": "Apartments in BestHome Construction complexes are not only a comfortable stay and a quality holiday in Alanya, but also an opportunity for profitable investments. Due to the fact that the complexes built by our construction company are almost completely sold at the construction stage, and the demand for them is only increasing, we are pleased to offer our clients a service for reselling their apartments, and new buyers-the opportunity to purchase ready-made housing from BestHome Construction. In our portfolio of secondary housing, you can find offers of apartments in Alanya with furniture, as well as apartments in which no one lived."
    },
    "projects_review": {
      "header": {
        "title": "City living with a touch of nature",
        "filename": "projects-title-choose-apartment.jpg"
      }
    },
    "projects_experiences": {
      "header": "City living with a touch of nature",
      "post_1": {
        "title": "Fitness Centre",
        "paragraph_1": "Cleopatra Select is conceived for people who want their home to extend beyond apartment walls. The quintessential urban life is complemented by closeness to nature. Apartments are energy-efficient and buildings are surrounded by greenery and covered with green roofs.",
        "paragraph_2": "The largest fitness in the country. For indoor sports activities enthusiasts (and for rainy days too).",
        "paragraph_with_link": "More",
        "link": "about Cleopatra Select"
      },
      "post_2": {
        "title": "Library",
        "paragraph_1": "A modern, spacious and bright public library for all bibliophiles.",
        "paragraph_with_link": "More",
        "link": "about Cleopatra Select"
      },
      "scroll_line_data": [
        {
          "title": "239",
          "text": "Apartments"
        },
        {
          "title": "470",
          "text": "Parking spots for bikes"
        },
        {
          "title": "3800m²",
          "text": "Of common green areas"
        },
        {
          "title": "1 to 4-room",
          "text": "Separate rooms"
        }
      ],
      "panorama": {
        "text_1": "Hold",
        "text_2": "& use mouse to navigate panorama"
      }
    },
    "investors": {
      "header": {
        "title": "Turkey - Real estate investment in Alanya",
        "text": "Over the past 10 years, the Republic of Turkey has replenished its treasury with foreign investment of $ 100 billion. What attracts investors from Russia, the United States and Europe? Economic stability, political liberality to foreign investors, high quality of construction, relatively low taxes on the purchase of apartments and houses. And in recent years, the possibility of obtaining Turkish citizenship under a simplified scheme has also been added.",
        "linkToProjects": {
          "text": "To date, the company has",
          "link": "30 completed projects",
          "route": "/projects"
        }
      },
      "post_1": {
        "title": "Bet on long-term cooperation",
        "paragraph_1": "We know that the success of cooperation with us primarily depends on the stability of our clients ' income. We rely on a long-term mutually beneficial partnership. The more our investors earn, the more promising our business is.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "advice_data": {
        "intoduction": [
          "Alanya is one of the most promising regions for profitable investment of finances. Mahmutlar, Kargicak, Kestel, Oba, Cikcilli-Alanya and its suburbs have been actively built up over the past years. The infrastructure of residential complexes is not inferior to five-star hotels. And the high quality of the interior decoration of apartments and villas is impressive.",
          "Since 2005, BestHome Construction has been successfully cooperating with investors in Russia, Ukraine, Kazakhstan, America, Denmark, Norway, Germany and other countries, helping them to increase their capital and invest profitably by buying houses and apartments in Turkey. The success of our work lies in the observance of the basic principles of the company."
        ],
        "title": "Investment advice from BestHome Construction is:",
        "cards": [
          {
            "title": "1.",
            "text": "Individual approach to each client-we will select from 5 options for buying real estate, ready-made business in the field of agriculture or service sector."
          },
          {
            "title": "2.",
            "text": "Assistance in obtaining Turkish citizenship – we will answer all your questions in detail."
          },
          {
            "title": "3.",
            "text": "Advice on taxation and the legal side of investing."
          },
          {
            "title": "4.",
            "text": "Assistance in obtaining Turkish citizenship – we will answer all your questions in detail."
          }
        ]
      },
      "post_2": {
        "title": "Responsible approach to work",
        "paragraph_1": "We have strict requirements for each of our employees. We constantly monitor new trends in the real estate market. Our employees regularly replenish their knowledge reserves in order to successfully implement them in their clients ' business projects.",
        "paragraph_with_link": "More",
        "link": "about Cleopatra Select"
      },
      "post_3": {
        "title": "Transparency and integrity",
        "paragraph_1": "We always fulfill our obligations. We try to find the most profitable solutions for our clients ' investments. Investors trust us, thanks to the transparency of our work and the possibility of mutual development.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "scroll_line_data": [
        {
          "title": "Up to 31 years",
          "text": "Loan repayment period"
        },
        {
          "title": "loan up to 300 000 €",
          "text": "Most advantageous rates"
        }
      ],
      "post_4": {
        "paragraph_1": "We believe that responsibility and professionalism are the main criteria of our work. Our goal is to provide our clients with the highest possible level of service to ensure financial stability and the opportunity to buy real estate in Alanya on the most favorable terms.",
        "paragraph_with_link": "More",
        "link": "residences Cleopatra Select"
      }
    },
    "service_online_purchase": {
      "title": "Online purchase",
      "text": "Buying and registering real estate in Alanya without coming to Turkey is easy. The remote real estate purchase and registration service provided by BestHome Construction is becoming more and more popular.",
      "cards": [
        {
          "title": "1. Choosing a residential complex",
          "text": "You can contact our managers in a convenient way for you - via WhatsApp, Telegram, Skype or e-mail, and you can also order a call back. After you indicate your preferences, the company's managers will compile an individual portfolio that meets your wishes, provide complete information on apartments and answer all your questions."
        },
        {
          "title": "2. Inspection of real estate by video call",
          "text": "The manager of the company will conduct an online broadcast on the spot, showing the area in which the complex is located, places nearby, the road to the sea. If the complex is ready, the infrastructure of the complex and the apartment that interests you, as well as the view from the balcony and windows."
        },
        {
          "title": "3. Drawing up a sales contract",
          "text": "Having agreed on the payment plan for the purchased apartment, you will need to inform the manager of your contact information, as well as send a copy of your passport. Based on this information in two languages ​​(Russian and Turkish), a purchase-and-sale agreement will be drawn up, which will be sent to you by e-mail or WhatsApp, Telegram for approval. After the confirmation received from you, the contract will be signed by our construction company, scanned and sent to you. After putting your signatures, you will also send the contract to the company manager."
        },
        {
          "title": "4. Execution of a power of attorney",
          "text": "If you cannot come to Turkey to become a proprietor, you issue a power of attorney at the Turkish Embassy (according to the template sent by the manager of our company) in order for the Certificate of Title to be issued in your name without personal presence. Thanks to the new system, there is no need to mail the power of attorney issued to you. By sending a copy of it, an employee of the company can receive the original at any notary office in the city."
        },
        {
          "title": "5. Ordering furniture",
          "text": "If you want to come to an already furnished apartment, the company manager will send options for furniture packages that match your preferences and budget. The company's employees will make sure that the furniture is delivered on time, assembled and placed in the apartment exactly as you planned. It is also worth noting that there is an opportunity to use the services of our interior designer, he will select accessories that will decorate your new home."
        }
      ],
      "conclusion": [
        "Thus, you can be sure that upon arrival in Turkey you will have a ready-to-move, cozy apartment that will surpass all your expectations.",
        "If you have decided to purchase real estate in Alanya, but are not ready for an online purchase, we will be happy to offer you the service of an individual study tour."
      ]
    },
    "service_after_sale_services": {
      "image_title": {
        "header": "After-sale services",
        "text": [
          "Buying a property in Alanya, Turkey is only the first step on the way to a comfortable holiday or a profitable investment."
        ],
        "filename": "service-after-sale-services-bg.jpg"
      },
      "slot_text_1": "We understand that many of our clients do not speak foreign languages and are not familiar with Alanya. At the same time, we also know that they have a lot of questions when arranging their life and they need a range of services to make their stay in Turkey more comfortable.",
      "slot_text_2": "That is why our team has an after-sales service manager who speaks many foreign languages, including Russian.",
      "list_card": {
        "header": {
          "title": "Some of the services provided by our company:"
        },
        "list": [
          "Shuttle service from/to Antalya airport and Gazipasa;",
          "Rent a car;",
          "Help in buying furniture and interior design;",
          "Renting out your apartments;",
          "Apartment cleaning service;",
          "Assistance in obtaining a residence permit and citizenship."
        ]
      }
    },
    "all_about_rent": {
      "title": "All about rent",
      "text": [
        "Renting apartments and apartments in Alanya is an opportunity to provide a stable income in foreign currency.",
        "The complexes of BestHome Construction company are located only in the central ar  as of the city of Alanya, near the sea, have a developed infrastructure and innovative design. Thanks to these features, the properties from BestHome Construction are ideal for both long-term and short-term rentals.",
        "Regardless of whether you have purchased an apartment for a rental business or for a holiday, and want to rent your apartment only during the period when it is free, our partner company will be happy to provide all services related to the rental of your property:"
      ],
      "cards": [
        "Professional photo and video shooting of your apartments",
        "Search for customers",
        "Reception of apartments at the departure of tenants",
        "Ordering apartment cleaning"
      ]
    },
    "service_introductory_tour": {
      "image_title": {
        "header": "Introductory tour",
        "text": [
          "After talking with the manager of our company, you can tell him about the dates that are most suitable for you to come to Turkey. Thanks to the high professionalism of the company's employees, as well as the excellent organization, the study tour usually takes no more than 3-4 days. This time is enough to get acquainted with the districts of the city of Alanya, get answers to all your questions and explore the properties that interest you."
        ],
        "filename": "service-introductory-tour-bg.jpg"
      },
      "slot_text_1": "If you have decided to purchase a property in Alanya, but are not ready for an online purchase, we will be happy to offer you the service of an individual study tour.",
      "post_1": {
        "title": "Meeting at the airport",
        "paragraph_1": "After you purchase a plane ticket, you need to send it to the manager of the company so that he can arrange a meeting at the airport. The driver of the company, holding a sign with your name, will meet you at the exit from the airport of Antalya or Gazipasa. The road from Antalya airport to Alanya takes about 1 hour 45 minutes, from Gazipasa Airport to the center of Alanya-about 40 minutes.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "article_1": {
        "title": "Accommodation in apartments in one of our complexes",
        "text": [
          "In order for you to feel what it is like to be the owner of apartments in our complexes, we will place you in one of the apartments built by our company. Thus, you will be able to evaluate not only the unique design of the infrastructure, which our company is proud of, but also directly verify the quality of the materials used.",
          "The manager of the company will meet you in the complex, place you in the apartment and connect your phone to WI-FI. You will have time to relax after the flight, swim in the sea or in the indoor pool, depending on the time of year."
        ]
      },
      "post_2": {
        "title": "Getting to know the districts of Alanya",
        "paragraph_1": "The next morning we offer to start with the famous Turkish breakfast, which is famous not only for the variety of organic products, but also for the magnificent views of the mountains and the sea.",
        "paragraph_2": "The manager of the company will show you Alanya from the observation deck, located at an altitude of 300 meters, and explain how the city works. You will also see the promenade of Alanya with numerous cafes, restaurants, yachts and walk along the famous Cleopatra beach.",
        "paragraph_3": "You will have the opportunity to explore all the areas where BestHome Construction is building its complexes."
      },
      "post_3": {
        "title": "Presentation at the company's office",
        "paragraph_1": "We look forward to welcoming you to our office. The company's employee will present the objects, answer all your questions and tell you about the procedure for purchasing real estate in Turkey, as well as all legal aspects.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "post_4": {
        "title": "Conclusion of the purchase and sale agreement",
        "paragraph_1": "After you have decided on the choice of the property you want to purchase, a contract will be drawn up and signed in the office of our company in Russian and Turkish. In the same place, the company's employees will issue a taxpayer number for you, which is necessary for the transfer of property rights in Turkey. At your request, the company's employees will also help you open an account in a Turkish bank."
      },
      "post_5": {
        "title": "Execution of a power of attorney",
        "paragraph_1": "If you can not come to Turkey to issue a Certificate of ownership, as well as to issue a water and electricity meter in your name, you can issue a power of attorney to an employee of our company, so that they can issue a full package of documents without your personal presence.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "post_6": {
        "title": "Visiting furniture stores",
        "paragraph_1": "If you have a desire to buy furniture for your new apartments or to study the pricing policy of furniture stores, the manager of the company will accompany you to the best furniture salons in the city"
      },
      "post_7": {
        "title": "Transfer from Alanya to the airport",
        "paragraph_1": "At the appointed time, the driver will pick you up and take you to Antalya or Gazipasa Airport.",
        "paragraph_2": "Our company will cover all expenses for your flights, subject to the successful purchase of your property in Alanya."
      }
    },
    "service_legal_support": {
      "image_title": {
        "header": "Legal support",
        "text": [
          "Our specialists will not only prepare all the necessary documents for the transfer of ownership in your name, but also check the legal purity of all documents for the purchase of secondary real estate."
        ],
        "filename": "service-legal-support-bg.jpg"
      },
      "slot_text_1": "After signing the purchase and sale agreement, we will receive for you the taxpayer's number, which is necessary for registration of the Certificate of ownership, and also, if desired, we will open an account in your name in a Turkish bank.",
      "post_1": {
        "paragraph_1": "Our specialists will submit an application to the cadastral office, assign a time to an interpreter, and accompany you to the cadastral office. After you obtain a Certificate of right of ownership of the employees of the company will execute on your behalf counters of water and electricity.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      },
      "post_2": {
        "paragraph_1": "If you are unable to come to Turkey to issue a Certificate of ownership, as well as to issue water and electricity meters in your name, you can issue a power of attorney to our employees, so that they can issue a full package of documents without your personal presence."
      },
      "post_3": {
        "paragraph_1": "Our specialists will help you in obtaining a residence permit in Turkey for you and your family, and if you buy a property for the sum of $ 250,000 (cadastral value), will help to get Turkish citizenship.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      }
    },
    "service_turkish_citizenship": {
      "image_title": {
        "header": "Turkish citizenship",
        "text": [
          "Since 2019, foreign investors have had a real opportunity to make their dreams come true. Now, when buying a property worth $ 250,000 or more, you can get Turkish citizenship under a simplified scheme. Moreover, the owners of a house or apartment, their spouses and children under 18 can become full citizens directly."
        ],
        "filename": "turkish-citizenship-bg.jpg"
      },
      "slot_text_1": "Turkey is a great place for seasonal recreation and for living. Many foreigners dream of moving to the Republic of Turkey for permanent residence. Go into business. Buy your own home. And move to the land of the hot sun with your family.",
      "list_card": {
        "header": {
          "title": "Real benefits for foreigners",
          "text": [
            "Turkish citizens not only have the right to reside in the country without any obstacles and restrictions, but also have other advantages, such as:"
          ],
          "subtext": [
            "In addition, taxes for Turks are lower than for foreign investors, as are bank interest on mortgages and loans."
          ]
        },
        "list": [
          "Social benefits and assistance from the state;",
          "Health insurance;",
          "Free education, including in the Russian language;",
          "Pension payments;",
          "Obtaining loans with a low interest rate;",
          "Purchase of land for personal and business purposes;",
          "Employment without a VISA;",
          "Possibility of registration of legal entities;",
          "VISA-free travel to over 110 countries."
        ]
      },
      "article_1": {
        "title": "What do you need to know?"
      },
      "post_1": {
        "paragraph_1": "It is important to remember that a foreigner who has acquired property in order to obtain Turkish citizenship does not have the right to sell it for 3 years. But a house or apartment can be rented out for a long-term or short-term lease, which will allow you not only to invest money profitably,but also to increase your capital.",
        "paragraph_2": "BestHome Construction company specializes in the sale of Turkish real estate in Alanya and other regions of the country. Our residential complexes are perfect for investment, seasonal recreation and year-round living, thanks to their convenient geographical location, well-developed infrastructure, high quality construction and finishing."
      },
      "post_2": {
        "paragraph_1": "To buy a house or apartment in Alanya, you do not have to leave the country in which you are located. It is enough to issue a power of attorney for a lawyer at the Turkish embassy, send all the necessary documents by mail. Our consultants will tell you more about the procedure."
      },
      "post_3": {
        "paragraph_1": "BestHome Construction specialists will take care of all the paperwork involved in drawing up the purchase and sale agreement, collecting the necessary documents, as well as advising on Turkish citizenship issues.",
        "paragraph_2": "We cooperate with trusted law firms that specialize in obtaining Turkish citizenship for foreign investors. With our help, more than XXXX clients have successfully purchased high-quality housing in developed areas and become legal citizens of the Republic of Turkey."
      },
      "post_4": {
        "title": "Another good news!",
        "paragraph_1": "Many developers in Alanya offer favorable terms of installments for foreigners who want to invest their capital and become the owner of an apartment or villa at the stage of construction of a residential complex. Thus, you can get citizenship even before putting the residential complex into operation.",
        "paragraph_with_link": "To date, the company has",
        "link": "30 completed projects"
      }
    },
    "company_about_company": {
      "header": {
        "title": "About company",
        "text": [
          "BestHome Construction is a leading construction company in Alanya. One of the leading in the Turkish market. It started as a real estate agency in 2004. Since 2008, the firm has been implementing its own projects, providing buyers with new comfortable housing in Alanya.",
          "To date, more than 30 projects have been implemented in the center of Alanya and in the Oba region.",
          "The firm has its own representatives in Germany, America, Russia, Ukraine, Iran, Kazakhstan, as well as in Denmark, Sweden, Norway and Finland. We have already concluded more than 1000 successful transactions with foreign citizens living in the CIS, USA, Europe and the Middle east. ",
          "Today it is a construction company in Alanya, with the help of which any foreigner can profitably and quickly buy an apartment or a private house without leaving his country. All issues are resolved remotely. You can conclude an agreement and issue a TAPU remotely."
        ]
      },
      "advantages_slider": {
        "title": "Advantages",
        "slider": [
          {
            "image": "company-advantages-slider-3.jpg",
            "text": "We provide bank guarantees-we cooperate with the leading banks of Turkey."
          },
          {
            "image": "company-advantages-slider-1.jpg",
            "text": "Full legal support of a transaction for the sale and purchase of real estate in Turkey."
          },
          {
            "image": "company-advantages-slider-2.jpg",
            "text": "We strictly observe the deadlines for the delivery of objects-controls all stages of construction."
          }
        ]
      },
      "article_1": {
        "title": "Property in Alanya",
        "text": [
          "Why Alanya? Because it is possible to implement projects of any complexity here, without overstating the prices for apartments and villas.",
          "The infrastructure of the objects amazes with its diversity and chic. And all thanks to competent planning and skillful implementation of the bold ideas of designers and architects.",
          "Alanya and Oba are the most prestigious areas, suitable for living and seasonal recreation, as well as for profitable investment of money. In the future, the company plans to expand the boundaries of construction.",
          "The developer offers to buy quality apartments on the Mediterranean coast. The buildings are built and finished in the best European traditions. The housing meets high international standards. Spacious rooms with high ceilings, fine finishing using ECO materials. Partial or full furnishings, built-in household appliances. Variety of decorative solutions will be appreciated even by very demanding clients. ",
          "To choose housing, taking into account your wishes, requirements and financial capabilities, you can go on an introductory tour or trust the professionalism of the company's employees, who will agree on all important organizational issues for the client.",
          "Thanks to the competent planning, in new buildings you can buy apartments from different price segments. Small apartments and or luxury penthouses on the upper floors."
        ]
      },
      "scroll_line_data": [
        {
          "title": "239",
          "text": "Apartments"
        },
        {
          "title": "470",
          "text": "Parking spots for bikes"
        },
        {
          "title": "3800m²",
          "text": "Of common green areas"
        },
        {
          "title": "1 to 4-room",
          "text": "Separate rooms"
        }
      ],
      "article_2": {
        "text": [
          "So, by contacting BestHome Construction, you get the opportunity to buy apartments in Alanya at the most favorable price, including issue an interest-free installment plan from the developer,",
          "You can purchase housing for personal use or for rent without leaving your country.",
          "You can entrust the after-sales service of your apartment, villa or office to a Leader Management subsidiary, confident that all your administrative, legal and financial obligations are met.",
          "As well as consultations on the choice, assistance in obtaining a residence permit and citizenship, legal and financial support for each transaction.",
          "Trust professionals with over 16 years of experience in the Turkish market - contact us."
        ]
      }
    },
    "company_advantages": {
      "header": {
        "title": "Company advantages",
        "sub_title": "The reliability of the developer",
        "text": [
          "Real estate at the construction stage is very attractive due to its relatively low cost. However, the purchase of housing in a building under construction always, one way or another, is associated with certain risks. The first question asked by potential buyers of real estate in Turkey, and in particular in Alanya: what will be if the complex is not completed? ",
          "The developers of Alanya in Turkey are very well aware of the concerns of investors about this and are trying to meet them in everything. BestHome Construction offers its clients a new unique service - a guarantee from a state bank.",
          "Not so long ago, BestHome Construction entered into a special agreement with the leading state-owned bank of Turkey in the province of Alanya - Ziraat Bank. The essence of the agreement is that if the company does not have time to complete the construction of its new residential complex or does not transfer a certificate of ownership of the property, then the bank will return to the client all the money he paid to the developer. Thus, this completely relieves the client of any risks, and gives him a guarantee that his investments will not be lost. ",
          "It is worth noting that such a service on the Turkish construction market is a rarity, and in many other countries one can only dream of it. The fact is that it is not so easy to conclude such an agreement with a state bank. studies the history of the developer and its financial structure. And only after that, having made conclusions about the solvency of the company, provides him with guarantees for all payments. ",
          "You can be sure that no one will have to take advantage of this opportunity, because the company builds on its own funds, without attracting loans incommensurate with its real financial situation. of the contract of obligations. But the guarantee of the bank will allow customers to be calm about the invested funds by 100% and sleep well. The highest value of the company is the calmness and harmony of the owners. "
        ],
        "linkToProjects": {
          "text": "Today the company has",
          "link": "30 completed projects",
          "route": "/ projects"
        }
      },
      "scroll_line_data": [
        {
          "title": "239",
          "text": "Apartments"
        },
        {
          "title": "470",
          "text": "Parking spots for bikes"
        },
        {
          "title": "3800m²",
          "text": "Of common green areas"
        },
        {
          "title": "1 to 4-room",
          "text": "Separate rooms"
        }
      ],
      "post_1": {
        "title": "Property quality",
        "paragraph_1": "We are confident that the quality of construction is one of the main criteria for choosing real estate in Alanya. Building new complexes, we understand that you want your home to be durable, strong and reliable, does not require constant repairs and does not lose its value over time. We guarantee that all construction work in our houses was carried out at a high quality level in compliance with all regulatory requirements."
      },
      "post_2": {
        "title": "Construction innovation",
        "paragraph_1": "We constantly monitor the technologies used and the changing trends in the construction sector.",
        "paragraph_with_link": "Go to",
        "link": "contacts"
      },
      "article_1": {
        "title": "Unique location",
        "text": [
          "A lot depends on the location of your apartment. The favorable location guarantees you not only a comfortable life, but also the opportunity, if necessary, to sell your property very profitably.",
          "BestHome Construction chooses only the best areas of Alanya with excellent infrastructure for its projects. The plots on which the projects are being built are of great value. Around them, as a rule, everything has been built up for a long time. Accordingly, the infrastructure in such areas is very active. Here you will find many parks, squares and green areas for a comfortable family vacation.",
          "When implementing new projects, our company invariably gives preference to such areas as the center of Alanya (including the Damlatash area) and Oba. In Oba, due to the limitation in the height of projects according to the city plan, the company's margins are often lower, but that is why all projects are used as highly liquid ones. This area has been considered European for about 15 years. Cozy complexes with 5-storey blocks and swimming pools conquered Europeans with their laconic style and comfort.",
          "And finally, the most popular area among our clients is Damlatas. It is located in the very center of Alanya and very close to the main city. It has everything you need for a calm and comfortable life: landscaped beaches marked with the Blue Flag, schools, hospitals, cafes, restaurants, tennis courts and chic walking areas. The special charm of Damlatas is given by the fact that the building height is limited to five floors here, and the road along the embankment is one-way. Despite the large number of tourists, it is always comfortable and calm here. The cost of housing in this area is quite high, which guarantees you a profitable investment in real estate and the possibility of further renting out an apartment or selling it at a more attractive price."
        ]
      },
      "post_3": {
        "title": "Architectural design",
        "paragraph_1": "Careful attention to detail and the use of modern architectural solutions help us build beautiful, reliable homes that harmoniously fit into the look of the popular Mediterranean resort."
      },
      "post_4": {
        "title": "Our team",
        "paragraph_1": "The presence of a staff of highly qualified specialists with extensive work experience: architects, engineers, builders and foremen is the key to our successful work",
        "paragraph_with_link": "Look",
        "link": "Employees"
      },
      "post_5": {
        "title": "The materials used by the developer",
        "paragraph_1": "We build residential complexes using high quality innovative materials and modern engineering equipment."
      },
      "article_2": {
        "title": "Design",
        "text": [
          "The first thing that potential buyers pay attention to when choosing an apartment is not the quality of internal communications and not even the view from the window, but the design of the apartment. And this is absolutely normal, since in this space you are going to spend most of your free time, which means that it should be comfortable, cozy and attractive. And no matter what you bring to your new home, its basic design should suit you in every way.",
          "Interior design, like any other creative field, has its own trends. Glitter, chic and bright colors are gradually becoming a thing of the past. They are replaced by pastel shades and expensive, but not pretentious finishes. In the coming 2017, natural materials (wood, stone, cotton, etc.), light and spacious rooms, white as the main color scheme, the use of lightweight furniture and transformers are at the peak of popularity. In a word, space, air, lightness and comfort in every detail. Residential complexes of the BestHome Construction company correspond to all these trends.",
          "All BestHome Construction projects combine minimalism, grace and the most modern design. As a rule, such housing is preferred by people with impeccable taste, self-confidence, purposefulness, creative and successful. The minimalistic interior decor adapts to the lifestyle of the owners and does not distract them with unnecessary details and flashy colors. Everything here is thought out to the smallest detail and harmoniously. By purchasing apartments at the stage of construction of the complex, the clients of our company have the opportunity to choose the design, texture and color of finishing materials. And our designers will help you to organically fit your dreams into the style of the complex",
          "The appearance of the complex is no less harmonious. When drawing up the project, special attention is paid to the surrounding urban and natural landscape. The building organically fits into the surrounding space and occupies its own cozy niche in it. Residential complexes BestHome Construction become easily recognizable due to their stylish and ergonomic design. The decoration of the common areas also pleases the eye with its impeccable style and original, but unobtrusive accents. It is pleasant not only to meet guests here, but also to admire the wonderful Mediterranean sunsets with the whole family."
        ],
        "paragraph_with_link": "Today the company has",
        "link": "30 completed projects"
      }
    },
    "our_team": {
      "title": "Our team",
      "slider_title": "Other employees"
    },
    "company_history": {
      "header": {
        "title": "The first steps",
        "text": [
          "The history of BestHome Construction began in 2004 in Alanya, when two young people decided to start their own business in Turkey, based on long-term partnerships, European understanding of service and respect for customers. They wanted to create a company with Turkish traditions and a European face. The new fast-growing real estate market was perfectly suited for this purpose, although there was already competition then. But the founders of the company believed that their brainchild would be able to take a leading position and, as later life showed, they were not mistaken in their forecasts.",
          "Based on the experience of working in the leading real estate agency in Alanya, they understood that there was no such product on the market that they would like to offer to demanding European clients, as well as quality after-sales service. Then decisions were made that determined the way for the further development of the company. The first is to build houses of European quality level that meet the expectations and wishes of clients, the second is to keep these promises, to create trusting relationships with clients, the third is to be innovators and legislators in the real estate market of Alanya, and the fourth is to introduce as many clients around the world as possible to the beautiful city. Alanya and the unrivaled Turkish culture, add value to the region."
        ],
        "linkToProjects": {
          "text": "На сегодняшний день реализовано",
          "link": "более 30 проектов",
          "route": "/projects"
        }
      },
      "post_1": {
        "title": "“We strive to uplift and transform abandoned areas into living and breathing parts of cities that make a valuable contribution to society.”",
        "paragraph_with_link": "Regional Manager",
        "link": "Maconi Michal"
      }
    },
    "company_our_team": [
      {
        "id": 1,
        "image": "person-1.png",
        "name": "Mehmet Ali Yetgin",
        "position": "General Director",
        "info": [
          "Mehmet Ali Yetgin - Founder and CEO of BestHome Construction. Entrepreneur and developer. In 2008 he founded BestHome Construction and through his work has significantly increased the value of Alanya in the Turkish market for quality premium real estate and after-sales services.",
          "Mehmet Ali Yetgin has established cooperation with major European investors, as well as clients from the CIS countries, Europe, Scandinavia, the Middle East, America.",
          "As a developer, the company offered new, ultra-modern residential properties, featuring high quality construction, interior decoration and infrastructure."
        ]
      },
      {
        "id": 2,
        "image": "person-2.png",
        "name": "Anna Larina",
        "position": "Sales Director",
        "info": [
          "Anna Larina - Sales Director at BestHome Construction. Joined the company in 2012.",
          "Anna speaks several foreign languages, including Russian, English, Turkish, Latvian, French.",
          "Graduated from the University of Latvia with a degree in French Philology. She has been successfully working in the field of marketing and sales since 2007."
        ]
      },
      {
        "id": 4,
        "image": "person-4.png",
        "name": "Murat Cholak",
        "position": "After-sales service and rental specialist",
        "info": [
          "Murat Cholak is a specialist in brokerage and after-sales service. At BestHome Construction since 2019.",
          "Murat was educated in Germany. Experience in management and management for 19 years. Has been working in real estate since 2016. He speaks several foreign languages - Russian, English, German and Turkish."
        ]
      },
      {
        "id": 5,
        "image": "person-5.png",
        "name": "Emrah Yetgin",
        "position": "Assistant General Director",
        "info": [
          "Emrah Yetgin is Assistant General Manager. Joined BestHome Construction since 2018.",
          "Emrah graduated from Eskişehir Anadolu Üniversitesi University with a degree in Management. Graduated from Alaadin Keykubat Üniversitesi University.",
          "Experience in the insurance industry for 13 years. He speaks Turkish and English."
        ]
      },
      {
        "id": 6,
        "image": "person-6.png",
        "name": "Ahmet Synyksaran",
        "position": "Assistant to the General Director",
        "info": [
          "Ahmet Synyksaran is an Assistant to the General Director of BestHome Construction. Joined the company since 2019.",
          "Akhmet was educated at Selçuk Üniversitesi University, worked as a topographer for 7 years. Now he is studying by correspondence at Anadolu Üniversitesi University, specializing in State and Regional Administration."
        ]
      },
      {
        "id": 7,
        "image": "person-7.png",
        "name": "Emirkhan Yetgin",
        "position": "Architect",
        "info": [
          "Emirkhan Yetgin is an architect. Joined BestHome Construction since 2019.",
          "Emirkhan graduated from Haliç Üniversitesi University. Graduated from Alaadin Keykubat Üniversitesi University.",
          "Works in 3ds Max, Autocad, Sketchup, Adobe Photoshop, Corona Renderer, Lumion, Adobe Premiere. He speaks Turkish and English."
        ]
      },
      {
        "id": 8,
        "image": "person-8.png",
        "name": "Adam Sonmez",
        "position": "Chief superintendent",
        "info": [
          "Adam Sonmez is a civil engineer. He has been a foreman at BestHome Construction since 2014.",
          "Adam graduated from Bozok Üniversitesi University. Graduated from Alaadin Keykubat Üniversitesi University.",
          "Fluent in Turkish and English. Can work in Autocad."
        ]
      },
      {
        "id": 9,
        "image": "person-9.png",
        "name": "Emre Erdem",
        "position": "Foreman",
        "info": [
          "Emre Erdem is a civil engineer at BestHome Construction. He has been working as a foreman in the company since 2021.",
          "Emre graduated from Sakarya Üniversitesi University.",
          "He speaks Russian. Can work in Autocad, Sta4cad, Idecad."
        ]
      },
      {
        "id": 10,
        "image": "person-10.png",
        "name": "Gulden Hay Gyurr",
        "position": "Interior Designer",
        "info": [
          "Gulden Hay Gyurr is an interior designer. Joined BestHome Construction since 2016.",
          "Gulden graduated in Architect from Dokuz Eylül Üniversitesi. She graduated in Architect from İstanbul Teknik Üniversitesi. She earned her MA in Interior Design in Finland from Lahti University of Applied Sciences. She completed an interior designer course in India at Center of Environmental Planning and Technology. ",
          "Gulden has been working as an interior designer since 2012. He speaks Turkish and English.",
          "Can work in 3ds Max, Autocad, Sketchup, Adobe Photoshop programs."
        ]
      },
      {
        "id": 11,
        "image": "person-11.png",
        "name": "Khalil Ibrahim Bashpinar",
        "position": "Computer graphics and animation specialist",
        "info": [
          "Khalil Ibrahim Bashpinar is an architect, interior designer, computer graphics and animation specialist. At BestHome Construction since 2021.",
          "Khalil Ibrahim graduated in architecture from Yıldız Teknik Üniversitesi University. He is currently studying computer technology at Anadolu Üniversitesi.",
          "Proficient in 3ds Max, Autocad, Sketchup, Adobe Photoshop, Corona Renderer, Lumion, Adobe Premiere."
        ]
      },
      {
        "id": 12,
        "image": "person-12.png",
        "name": "Byushra Yetgin",
        "position": "Designer",
        "info": [
          "Byushra Yetgin is a designer at BestHome Construction. Joined the company since 2017.",
          "Bushra received her degree in Management from Alaadin Keykubat Üniversitesi University. She is currently studying HR at Anadolu Üniversitesi University and is taking interior designer courses.",
          "Can work in 3ds Max, Vray, Sketchup programs."
        ]
      },
      {
        "id": 13,
        "image": "person-13.png",
        "name": "Neval Onach",
        "position": "Chief Accountant",
        "info": [
          "Neval Onach is the chief accountant of BestHome Construction. Joined the company since 2005.",
          "She was educated as an accountant at Isparta Süleyman Demirel Üniversitesi University. She graduated from Anadolu Üniversitesi University with a degree in Management. Has been working in the financial sector since 1996.",
          "Neval speaks English and Turkish."
        ]
      },
      {
        "id": 14,
        "image": "person-14.png",
        "name": "Ilknur Koch",
        "position": "Accountant",
        "info": [
          "Ilknur Koç is an accountant at BestHome Construction. Joined the company since 2019.",
          "She graduated from Anadolu Üniversitesi University with a degree in Management. She graduated in accounting from Balıkesir Üniversitesi.",
          "Has been working in the financial sector since 2003."
        ]
      },
      {
        "id": 15,
        "image": "person-15.png",
        "name": "Yunus Yilmaz",
        "position": "Accountant",
        "info": [
          "Yunus Yilmaz is an accountant. Joined BestHome Construction since 2016.",
          "Yunus received his economic education at Anadolu Üniversitesi University. He speaks English and Turkish.",
          "Experience in management and management for 6 years."
        ]
      },
      {
        "id": 16,
        "image": "person-16.png",
        "name": "Melike Akysh Joshkun",
        "position": "Administrator",
        "info": [
          "Melike Akish Joshkun is the administrator of BestHome Construction. Joined the company since 2020.",
          "She is currently studying at the University of Eskişehir Anadolu Üniversitesi. She graduated from the courses of the assistant to the chief director, secretary, accountant. Has been working as an administrator in the construction sector since 2014.",
          "Fluent in Turkish and English."
        ]
      }
    ],
    "contacts": {
      "contact_map": {
        "title": "Office",
        "phone": "+90 530 547-44-15",
        "email": "office@besthome.com.tr",
        "address": "Cikcilli mahallesi, Saraybeleni caddesi, Tugayoğlu sokak, №18/1, Alanya 07400, Antalya, Türkiye",
        "workTime": "Monday-Saturday, from 9:00 to 18:00",
        "linkToMap": {
          "text": "More",
          "link": "view map",
          "route": "/"
        }
      }
    }
  },
  "footer": {
    "consultant_slider": {
      "title": "Your personal consultant",
      "navigation": "Next consultant",
      "slides": [
        {
          "greeting": "Hello, I am Svetlana, I will answer any of your questions! We try to build with taste, use modern technologies, think through planning and landscaping of courtyards as we would do it for our own home.",
          "languages": "English, Turkish, Latvian, French, Russian",
          "phone": "+90 530 547-44-15",
          "email": "svetlana@besthome.com.tr",
          "image": "consultant-slider-1.jpg"
        },
        {
          "greeting": "Hello, I am Svetlana, I will answer any of your questions! We try to build with taste, use modern technologies, think through planning and landscaping of courtyards as we would do it for our own home.",
          "languages": "English, Turkish, Latvian, French, Russian",
          "phone": "+90 530 547-44-15",
          "email": "svetlana@besthome.com.tr",
          "image": "consultant-slider-1.jpg"
        },
        {
          "greeting": "Hello, I am Svetlana, I will answer any of your questions! We try to build with taste, use modern technologies, think through planning and landscaping of courtyards as we would do it for our own home.",
          "languages": "English, Turkish, Latvian, French, Russian",
          "phone": "+90 530 547-44-15",
          "email": "svetlana@besthome.com.tr",
          "image": "consultant-slider-1.jpg"
        }
      ]
    },
    "accordions": [
      {
        "title": "Company experience",
        "content": "<p> Our <a href='#'>company</a> has its own offices in the USA, Russia, Norway, Finland, Germany, Ukraine, Iran, Denmark and Sweden. We have helped over 1000 foreign investors from America, Europe, the CIS and the Middle East to buy real estate in Alanya at a profit. </p>"
      },
      {
        "title": "Buying real estate as an investment",
        "content": "<p> Thanks to the well-thought-out geography of residential complexes and high quality construction, we guarantee stable profits for investors who purchase houses and <a href='#'>apartments in Alanya</a> for short and long-term rentals. </p>"
      },
      {
        "title": "Trust management",
        "content": "<p> The management of residential complexes BestHome Construction in Alanya is carried out by a subsidiary company Leader Management, providing customers with a full range of services and warranty obligations. </p>"
      },
      {
        "title": "Quality and reliability",
        "content": "<p> Our motto is 'Best Advertising - First-class Quality'. We know how to find an individual approach to clients. We independently finance the construction of residential complexes, provide our clients with bank guarantees. And the legal purity of transactions guarantees the safety of investments. </p>"
      },
      {
        "title": "Term and guarantee",
        "content": "<p> We strictly adhere to the deadlines for the commissioning of facilities, we control the construction at every stage. Construction projects are provided with a 5-year warranty, including exterior, clean finish and infrastructure. </p>"
      },
      {
        "title": "Custom design and services",
        "content": "<p> During the construction phase, our clients can order redevelopment of premises and unique interior design, their requirements and wishes. BestHome Construction employs first-class designers and architects. For maximum transparency, cooperation and customer support is carried out in the investor's native language, including the registration of the monetary policy. </p>"
      },
      {
        "title": "Our office",
        "content": "<p> Our office is located in the very center of Alanya. Three floors, one-stop service - sales, property management, post-sales services, architecture and design. </p>"
      }
    ],
    "subscribe": {
      "title": "Like what we do? Sign up to our newsletter.",
      "place_holder": "Your phone number or email address",
      "mobile_place_holder": "Phone or email address",
      "submit": "Accept",
      "agreement": "I agree to allow BestHome to collect and",
      "link": "process my personal data"
    },
    "footer_company_description": [
      "BestHome Construction is the leading construction company in Alanya, operating in the real estate market since 2004. Having started its activity as a real estate agency, since 2008 the company specializes in the construction and sale of residential residences 'turnkey' in the best areas of the city of Alanya. To date, the company has 30 completed projects in its assets.",
      "Our competitive advantages: provision of bank guarantees; drafting of a purchase and sale agreement in Russian that meets international standards; high quality construction with the use of modern technologies and materials certified by the Institute of Standardization of Turkey; multi-level quality control system; strict compliance with the deadlines for the delivery of objects; provision of guarantees for electricity and water supply networks, interior decoration; guarantee of legal 'purity' of transactions; support of each client from the moment of conclusion of the contract until the client receives the right of ownership of the real estate object; providing a full range of services for the maintenance and management of your property."
    ]
  }
}
