{
  "pages": {
    "service_online_purchase": {
      "title": "Онлайн покупка",
      "text": "Купить и оформить недвижимость в Алании, не приезжая в Турцию – это просто. Услуга удалённой покупки и оформления недвижимости, придоставляемая компанией BestHome Construction ставновится всё более популярной.",
      "cards": [
        {
          "title": "1. Выбор жилого комплекса",
          "text": "Вы можете связаться с нашими менеджерами удобным для вас способом – через WhatsApp, Telegram, Skype или e-mail, а также вы можете заказать обратный звонок. После того как вы обозначите свои предпочтения, менеджеры компании составят индивидуальное портфолио, соответствующее Вашим пожеланиям, предоставят полную информацию по квартирам и ответят на все ваши вопросы."
        },
        {
          "title": "2. Осмотр недвижимости по видео звонку",
          "text": "Менеджер компании проведёт онлайн-трансляцию на месте, показав район, в котором находится комплекс, места по близости, дорогу до моря. В случае, если комплекс готов, инфраструктуру комплекса и квартиры, которые вас заинтересовали, а также вид с балкона и окон."
        },
        {
          "title": "3. Составление договора купли-продажи",
          "text": "Соглосовав план оплаты на приобретаемую квартиру, вам будет необходимо сообщить менеджеру Ваши контактные данные, а также выслать копию загранпаспорта. На основе этой информации на двух языках (русский и турецкий) будет составлен договор-купли продажи, который для согласования будет отправлен вам на электронную почту или WhatsApp, Telegram. После полученного от вас подтвержения, договор будет подписан со стороны нашей строительной компании, отсканирован и направлен вам. Поставив подписи, вы также направите договор менеджеру компании."
        },
        {
          "title": "4. Оформление доверенности ",
          "text": "Если вы не сможете приехать в Турцию для вступления в права собственика, вы оформляете доверенность в посольстве Турции (по шаблону, который вышлет менеджер нашей компании) для того, чтобы Свидетельство о праве собстенности было оформлено на ваше имя без личного присутствия. Благодаря новой системе, нет необходимости отправлять почтой выданную вам доверенность. Прислав её копию, сотрудник компании может получить оригинал в любой нотариальной конторе города."
        },
        {
          "title": "5. Заказ мебели",
          "text": "Если вы захотите приехать в уже меблированную квартиру, менеджер компании вышлет варианты мебельных пакетов, соответствующие вашим предпочтениям и бюджету. Сотрудники компании проследят, чтобы мебель была доставлена вовремя, смонтирована и расставлена в квартире именно так, как вы запланировали. Также стоит отметить, что существует возможность воспользоваться услугами нашего дизайнера интерьера, он подберет аксессуары, которые украсят ваш новый дом."
        }
      ],
      "conclusion": [
        "Таким образом, вы можете быть уверены, что по приезду в Турцию вас будет ждать готовая к проживанию, уютная квартира, которая превзойдёт все ваши ожидания.",
        "Если Вы приняли решение о приобретении недвижимости в Алании, но не готовы на онлайн-покупку, мы будем рады предложить Вам услугу индивидуального ознакомительного тура."
      ]
    }
  }  
}
